{
    "body": "My little enchanted parkside home, or MLEPH/mleph, is an ongoing public digital art project. It is an exploration of the concept of public space, particularly within a smooth city. The purpose of this site is for users to upload images of their experiences in public spaces, with titles and captions. From the natural beauty and wildlife to the personal, intimate moments that unfold in public spaces, MLEPH is here to capture and share them. It is an ever-expanding gallery that offers glimpses into the lives of its anonymous users. <br><br>  When we are allowed to interact, shape, and be shaped by the public spaces that inhabit the same city that we do, what becomes of us and these public spaces? It is, in many ways, a becoming, a constantly shifting and growing rhizomatic relationship that exists only as much as we allow it to. The smooth city, as defined by René Boer, is the city as product. A space where there are no abnormalities, the workers that sustain the space are never seen, graffiti is non-existent, and inhabitants look as if they “belong” there, that is to say that the in and out groups are obvious. <br> The urban environment becomes a curated set-piece for the well-off and wealthy. For example, in Williamsburg, Park Slope, Brooklyn Heights, and many other New York neighborhoods, minorities have been pushed out and replaced with well-off, and often white, inhabitants. The former characteristics of these neighborhoods are sanitized, and the streets, sidewalks, and parks are clean. Boutique stores pop up, and the same holds for higher-end fashion or tech companies opening flagship stores; see the Google, Apple, and Carhartt stores in Williamsburg as prime examples of this phenomenon. <br> These “undesirable” neighborhoods have become up-and-coming neighborhoods, and in their final phase feel like extensions of Manhattan into the outer boroughs. This is the result of the smooth city; the apartment facades hold the spying eyes of security cameras, public spaces are turned private (Domino Park), and the general inhabitants become “clean” and “proper”; any porous characteristics have been wiped clean, turned smooth. <br> <br> If this is the public space that we are left to inhabit, then there must be a way to make it porous. A way to reestablish sincere and meaningful connections with our communities and the spaces that we exist within.",
    "developer": "Blossom Marquez",
    "website": "https://ashortwalk.info"
}