{
"stories": [
        {
            "title": "It Crawled Towards Me, It Called to Me, It Became Me",
            "author": "Blossom Marquez",
            "description": "A short story detailing a woman's metaphorical and physical journey to a park. Filled with the grandeur of the amazon and the simplicity of street lights. As she ends one story the next begins, and we are left to wonder where it all goes, what it all means, and why it all happens.",
            "link": "./story1.html"
        },
        {
            "title": "Stranger than Fiction: Welcome to the Smooth City",
            "author": "René Boer",
            "description": "In this snippet from René Boer's book \"Smooth City\" we enter a world that is all to familiar yet entirely alien, this story acts as an introduction to the concept of the smoothy city. A city, town, neighborhood, or space can be smoothened out made irreconcilable to the image of its prior existence. Without any sort of porosity to break up this smoothness we end up with the Smooth City, the automated, opaque, empty mess of modernity.",
            "link": "./story2.html"
        },
         {
            "title": "Smooth City is the New Urban",
            "author": "René Boer",
            "description": "This essay by René Boer is the pre-cursor to his strikingly prescient and relevant book \"Smooth City\". Here the discussion distills what is later expanded upon into a quick and easily understandable critique of the ever expanding and evolving Smooth City. With its scathing critique of gentrification, privitization, and passivity Boer's essay highlights some of the most pressing matters within our contemporary cityscapes.",
            "link": "./story3.html"
        },
        {
            "title": "The Carrier Bag Theory of Fiction",
            "author": "Ursula K. Le Guin",
            "description": "Ursula K. Le Guin's seminal outlines outlines a new theory of fiction, and more generally that of our understanding of life. Here Le Guin hypothesizes that the most pivotal stories, and real actions, are not those of the hero with his weapon, but instead the woman with her basket, her cradle, her container. It is here that we can better understand life not as a series of fantastic conquests but instead as a series of containers which hold and manage flows.",
            "link": "./story4.html"
        },
        {
            "title": "The Situationist International Manifesto",
            "author": "SI 1960",
            "description": "This punchy essay written by college students, cultural theorists, and nascent philosophers in 1960 quickly details the Situationist International and its goals. What we see represented is the concept that the current world order is incompatible with humanity and that things are only going to get worse. What they proposed was a radical dissolution of the society as a spectacle, the society of passivity. To push towards the society of unilaterality and total participation the current mode of operation must be destroyed.",
            "link": "./story5.html"
        }
]
}